// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "生日快乐",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "我的宝贝20岁啦",  // 同上...
        "虽然大了一岁",
        "但在我这里你永远是我的小宝贝哦",
        "生活总是难以预测", 
        "所以相比于祝福我更愿意给你承诺", 
        "20岁的每一天每一天", 
        "无论是顺境还是困境", 
        "是快乐还是难过",
        "我都会陪在你身边", 
        "不会让你孤单", 
    ],
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
